<template>
  <section class="w-full py-52 h-screen">
    <h1 class="text-center text-basic-02 text-6xl font-semibold">مَا هُوَ غَيْثْ</h1>
    <p class="whitespace-pre-line text-center text-basic-02 font-semibold text-xl leading-8 px-8">
      غَيْثْ هُوَ حَاضِنَةٌ إِلِكْتِرُونِيةٌ تَجَمعَ عِدةَ مَشَارِيعَ رَقْمِيةٍ عَلَى شَكْلِ مَجْمُوعَةٍ مِنْ اَلْمَوَاقِعِ اَلتِي يَكُونُ اَلْغَرَضُ مِنْهَا تَطْبِيقِ مَشَارِيعَ وَزِيَادَة
      اَلإِْنْتَاجِيةِ اَلذاتِيةِ ، مَعَ تَحْدِيدِ مَجَالِ إِنْشَاءِ هَذِهِ اَلْمَشَارِيعِ لِتَكُونَ مُسَاهَمَةً تَمَامًا لأَِغْرَاضٍ دِينِيةٍ تَخْدِمُ اَلإِْسْلاَمَ وَالْقُرْآنَ وَالسنةِ
      دِفَاعًا أَوْ طَلَبًا لِلْعِلْمِ وَالْمُطَالَعَةِ
    </p>
  </section>
</template>