
<template>
  <section class="w-full py-52 h-screen">
    <h1 class="text-center text-basic-02 text-6xl font-semibold">لِمَاذَا غَيْثْ</h1>
    <p class="whitespace-pre-line text-center text-basic-02 font-semibold text-xl leading-8 px-8">
      إِن هِوَايَتِي هَِي اَلْبَرْمَجَةُ، وَتََعلمُ اَلْبَرْمَجَةِ يَحْتَاجُ إِلَى وَقْتٍ وَكَذَلِكَ إِلَى اَلتطْبِيقِ ، وَيَْعنِي بِالتطْبِيقِ تَنْفِيذَ مَشَارِيعِ اَلْقَصْدِ مِنْهَا تَطْوِيرٍ
      مَا قَدْ تََعلمَتْهُ ، وَلإِنْشَاءَ تَطْبِيقَاتٍ فَإِننِي بِحَاجَةِ إِلَى اَلأَْفْكَارِ
      لِذَلِكَ قَدْ اِخْتَرْتُ اَلإِْسْلاَمُ لِيُكَونَ وَاجِهَتَْي فِي تَنْفِيذِ مَشَارِيعَ مُخْتَلِفَةٍ تَخْدِمُهُ لتكُونَ هُنَاكَ فَائِدَتَيْنِ:
      تَطْوِيرٌ نَفْسِي ثُم اِتجَاهٍ سَلِيمٍ لِتَطْبِيقَاتِي
    </p>
  </section>
</template>